[
  {
    "id": 1,
    "title": "Cây Khế",
    "author": "Truyện dân gian Việt Nam",
    "category": "Cổ tích",
    "moral": "Ở hiền gặp lành, tham lam sẽ gặp hậu quả.",
    "content": "Ngày xưa có hai anh em, cha mẹ mất sớm, hai người cùng nhau sinh sống. Khi cả hai dựng vợ gả chồng, người anh tham lam đòi chia hết nhà cửa, ruộng vườn. Người em hiền lành chỉ nhận một túp lều nhỏ và một cây khế phía sau vườn. \n\nHằng ngày người em chăm sóc cây khế, đến mùa thì cây ra rất nhiều quả chín vàng. Một hôm, có một con chim lạ đến ăn khế. Người em thấy vậy chỉ nói: \"Chim ơi chim, ăn khế trả vàng, may túi ba gang mang đi mà đựng\". Con chim hiểu ý, gật đầu rồi bay đi.\n\nVài hôm sau, chim trở lại, bảo người em mang túi ba gang theo. Chim chở người em đến một hòn đảo đầy vàng bạc. Người em chỉ lấy vừa đủ rồi trở về. Từ đó cuộc sống khấm khá hẳn lên.\n\nNgười anh thấy em giàu lên thì đố kỵ, hỏi cho bằng được. Khi biết được bí mật, người anh cũng đòi đổi nhà để lấy cây khế. Chim lại đến ăn khế, và người anh cũng nói: \"Ăn khế trả vàng\". Chim chở người anh đến đảo. Nhưng do tham lam, người anh lấy quá nhiều vàng, nhồi đầy túi và quấn quanh người. Khi bay về, túi quá nặng khiến chim kiệt sức. Cuối cùng cả người anh và đống vàng rơi xuống biển.\n\nNgười em sống nhân hậu và hạnh phúc suốt đời."
  },
  {
    "id": 2,
    "title": "Sơn Tinh – Thủy Tinh",
    "author": "Truyền thuyết Việt Nam",
    "category": "Truyền thuyết",
    "moral": "Sức mạnh thiên nhiên luôn đáng sợ, con người cần đoàn kết vượt qua.",
    "content": "Vua Hùng Vương thứ mười tám có một người con gái tuyệt đẹp tên là Mị Nương. Vua muốn kén rể xứng đáng nên mở cuộc tuyển chọn. Hai người đến cầu hôn nổi bật nhất là Sơn Tinh, chúa núi Tản Viên, và Thủy Tinh, chúa vùng nước.\n\nSơn Tinh có phép dời non lấp biển, hô mưa gọi gió. Thủy Tinh có quyền năng điều khiển sông nước, làm mưa bão. Vua Hùng băn khoăn không biết chọn ai nên ra điều kiện: ai mang lễ vật đến trước thì sẽ cưới được Mị Nương.\n\nLễ vật gồm: một trăm ván cơm nếp, một trăm nệp bánh chưng, voi chín ngà, gà chín cựa và ngựa chín hồng mao. Sáng hôm sau, Sơn Tinh đến trước và cưới được Mị Nương. Đến nơi mới biết mình thua cuộc, Thủy Tinh vô cùng tức giận, liền dâng nước, gây mưa bão để đánh Sơn Tinh.\n\nNước dâng tới đâu, Sơn Tinh nâng núi lên tới đó. Hai bên giao tranh suốt nhiều ngày, cuối cùng Thủy Tinh kiệt sức phải rút quân. Nhưng hằng năm, Thủy Tinh vẫn dâng nước đánh Sơn Tinh, nên mới có lũ lụt.\n\nCâu chuyện tượng trưng cho cuộc chiến giữa con người và thiên nhiên."
  },
  {
    "id": 3,
    "title": "Sự Tích Hồ Gươm",
    "author": "Truyền thuyết Việt Nam",
    "category": "Truyền thuyết",
    "moral": "Chính nghĩa luôn chiến thắng, lòng dân là sức mạnh lớn nhất.",
    "content": "Thời giặc Minh xâm lược nước ta, nhân dân lầm than khổ cực. Một ngày, có người đánh cá tên Lê Thận kéo lưới được một thanh sắt. Kéo nhiều lần vẫn đúng thanh ấy. Nhìn kỹ thì hóa ra là thanh gươm. Ít lâu sau, Lê Lợi – thủ lĩnh khởi nghĩa Lam Sơn – ghé qua xin xem. Lạ thay, gươm sáng rực trong tay ông.\n\nSau đó, Lê Lợi một lần đi rừng thì thấy lưỡi gươm nạm ngọc cắm trong khe đá. Gươm và chuôi vừa khớp với nhau. Từ đó thanh gươm theo Lê Lợi đánh đâu thắng đó. Nghĩa quân lớn mạnh, khởi nghĩa lan rộng, cuối cùng đánh đuổi được giặc Minh.\n\nKhi đất nước thái bình, một hôm Lê Lợi dạo thuyền trên hồ Tả Vọng. Bỗng có rùa vàng nổi lên, nói: \"Xin bệ hạ trả lại thanh gươm cho Long Quân!\". Lê Lợi hiểu ý trời, trao gươm. Rùa ngậm lấy gươm và lặn xuống nước. Từ đó hồ được gọi là Hồ Gươm hay Hồ Hoàn Kiếm."
  }
]
